cask_args appdir: '/Applications'

tap 'caskroom/cask'
tap 'caskroom/fonts'
tap 'caskroom/versions'
tap 'homebrew/bundle'

brew 'autojump'
brew 'boost'
brew 'brew-cask-completion'
brew 'coreutils'
brew 'cscope'
brew 'gdbm'
brew 'git'
brew 'git-flow'
brew 'gpg'
brew 'highlight'
brew 'libevent'
brew 'libyaml'
brew 'lua'
brew 'mackup'
brew 'macvim'
brew 'nginx'
brew 'node'
brew 'openssl'
brew 'p7zip'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
brew 'python'
brew 'python3'
brew 'readline'
brew 'redis'
brew 'ruby'
brew 'sqlite'
brew 'thefuck'
brew 'tmux'
brew 'tree'
brew 'unar'
brew 'vim'
brew 'wget'
brew 'zsh'
brew 'zsh-completions'

cask 'aegisub'
cask 'betterzipql'
cask 'dropbox'
cask 'electronic-wechat'
cask 'epubquicklook'
cask 'flux'
cask 'github-desktop'
cask 'handbrake'
cask 'java'
cask 'qlcolorcode'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'qlvideo'
cask 'quicklook-json'
cask 'shadowsocksx'
cask 'shiftit'
cask 'spotify'
cask 'sourcetree'
cask 'sublime-text'
cask 'surge'
cask 'suspicious-package'
cask 'transmission'
cask 'vox'
cask 'vlc'
